[
  {
    "id": 1,
    "name": "Noel Baba ve Geyik",
    "author": "Natalie Hermawan",
    "price": 19.25,
    "oldPrice": null,
    "description": "Resmin her ayrıntısı, sıcaklık, sevgi ve tatil coşkusunu kutlayan bir atmosfer sunmak için özenle seçilmiştir. Sanat eseri, izleyiciyi bir Noel masalının içine çekerek, paylaşım ve mutluluk dolu bir sezonun keyfini çıkarmaya davet ediyor..",
    "starRate": 5,
    "reviewCount": 1938,
    "stock": 3,
    "imgSource": "./assets/images/books/noel.jpg",
    "type": "NOEL"
  },
  {
    "id": 2,
    "name": "Korkunç Orman",
    "author": "Pernille Ørum:",
    "price": 11.7,
    "oldPrice": null,
    "description": "Arka plandaki karanlık gökyüzü, çeşitli renk tonları ile aydınlatılmıştır ve bu, Cadılar Bayramı gecesinin mistik ve büyülü havasını yansıtmak için özenle seçilmiştir. Sanat eseri, izleyicilere bu özel geceyi kutlama arzusuyla birlikte, eğlence dolu bir korku atmosferini sunmayı hedefler.",
    "starRate": 4.7,
    "reviewCount": 330,
    "stock": 7,
    "imgSource": "./assets/images/books/HALLOWEEN4.jpg",
    "type": "HALLOWEEN"
  },
  {
    "id": 3,
    "name": "Aşıklar",
    "author": "Robert T. Kiyosaki ",
    "price": 44.9,
    "oldPrice": null,
    "description": "Resimde, birbirine bakışan iki figür, iç içe geçmiş elleri ve hissiyat dolu gözleriyle derin bir bağlantıyı temsil eder. Arkalarındaki atmosfer, aşkın çiçeklenmesini ve bu anın özel bir aura içinde yaşandığını vurgular. Renkler, geleneksel aşk sembollerini taşıyan romantik tonlarda, eserin romantik atmosferini güçlendirir.",
    "starRate": 4.2,
    "reviewCount": 130,
    "stock": 3,
    "imgSource": "./assets/images/books/LOVE.jpg",
    "type": "LOVE"
  },
  {
    "id": 4,
    "name": "Cadı ve Hayalet Balkabağı",
    "author": "Gris Grimly:",
    "price": 40.89,
    "oldPrice": null,
    "description": "Bu büyüleyici dijital sanat eseri, Cadılar Bayramı'nın mistik ve büyülü dünyasını dijital sanatın modern estetiğiyle birleştiriyor. Resimde, karanlık ve gizemli bir atmosfer içinde canlı renkler ve detaylarla öne çıkan cadılar, hayaletler ve diğer fantastik karakterler yer alıyor.",
    "starRate": 4.2,
    "reviewCount": 560,
    "stock": 6,
    "imgSource": "./assets/images/books/HALLOWEEN3.jpg",
    "type": "HALLOWEEN"
  },
  {
    "id": 5,
    "name": "Şeytani Vartlık",
    "author": " Charlie Griffin",
    "price": 9.99,
    "oldPrice": 14.5,
    "description": "Sanat eseri, izleyicileri hem korku hem de merak içinde bırakarak, şeytanın dünyasına içsel bir yolculuğa davet eder. Bu eser, sanatın sınırlarını zorlayan ve karanlık, şeytani bir estetikle izleyiciyi büyüleyen bir dijital sanat örneğidir",
    "starRate": 3.7,
    "reviewCount": 410,
    "stock": 20,
    "imgSource": "./assets/images/books/Demon1.jpg",
    "type": "DEMON"
  },
  {
    "id": 6,
    "name": "Kedi Pençesi",
    "author": "Wendy Ortiz ",
    "price": 22.99,
    "oldPrice": null,
    "description": "Bu etkileyici dijital sanat eseri, kedi pençesinin gizemli ve güçlü doğasını yansıtarak izleyicilere doğal bir zarafetin kapılarını aralıyor. Sanatçının seçtiği renk paleti, eserin içsel enerjisini canlandırırken, kedi pençesi motifleri, dijital tuvalde yaşayan bir vahşi doğanın anımsatıcı detaylarına dönüşüyor.",
    "starRate": 4.3,
    "reviewCount": 145,
    "stock": 31,
    "imgSource": "./assets/images/books/patiwar2.jpg",
    "type": "ANIMALS"
  },
  {
    "id": 7,
    "name": "Korkunç Korkuluk",
    "author": "Sara Kipin ",
    "price": 13.29,
    "oldPrice": null,
    "description": "Bu büyüleyici dijital sanat eseri, Cadılar Bayramı'nın gizemli ve ürkütücü havasını kusursuz bir şekilde yansıtmaktadır. Resimde, karanlık bir gece atmosferinde ortaya çıkan korkuluk figürü, izleyicileri kendi arazilerine davet ediyor.",
    "starRate": 4.3,
    "reviewCount": 173,
    "stock": 28,
    "imgSource": "./assets/images/books/HALLOWEEN2.jpg",
    "type": "HALLOWEEN"
  },

  {
    "id": 8,
    "name": "Şeytanın Vücut Bulmuş Hali",
    "author": "Duncan Beedie",
    "price": 16.99,
    "oldPrice": null,
    "description": "Resimde, şeytanımsı figürler ve mistik semboller, karanlık bir zemin üzerinde belirir. Kıvrımlı boynuzlar, alevler içinde parlayan gözler ve derin bir gölgelendirme tekniği, şeytani atmosferi daha da güçlendirir. Dijital efektlerin ustaca kullanımı, sanat eserine bir dijital büyü katarken, izleyicilere doğaüstü bir deneyim sunuyor.",
    "starRate": 4.3,
    "reviewCount": 189,
    "stock": 12,
    "imgSource": "./assets/images/books/demon2.jpg",
    "type": "DEMON"
  },
  {
    "id": 9,
    "name": "Piksel Saray",
    "author": "Paul Robertson",
    "price": 19.99,
    "oldPrice": 34.5,
    "description": "Bu eser, geleneksel saray tasvirini modern bir dijital estetikle birleştirerek, izleyicilere nostaljik bir hissiyat sunar. Piksellerin zarif dansı, izleyicileri dijital bir masal dünyasına davet eder ve bu sarayın içinde keşfe çıkmaya teşvik eder.",
    "starRate": 4.3,
    "reviewCount": 78,
    "stock": 24,
    "imgSource": "./assets/images/books/pixel1.jpg",
    "type": "PİXEL"
  },
  {
    "id": 10,
    "name": "Sevimli Tilki",
    "author": "Natalia Smirnova",
    "price": 34.99,
    "oldPrice": 47.49,
    "description": "Bu büyüleyici dijital sanat eseri, doğanın sevimli temsilcisi tilkiyi ana tema olarak ele alıyor. Renkli ve canlı detaylar, resmin içindeki tilki karakterinin neşesini ve oyunbazlığını öne çıkarıyor.",
    "starRate": 4.5,
    "reviewCount": 250,
    "stock": 14,
    "imgSource": "./assets/images/books/animal1.jpg",
    "type": "ANIMALS"
  },
  {
    "id": 11,
    "name": "Noel",
    "author": "Catherine Swenson ",
    "price": 52.29,
    "oldPrice": 65,
    "description": "Bu eser, geleneksel Noel temalarını modern dijital sanatın olanaklarıyla birleştirerek, izleyicilerin tatil sezonunda içsel bir coşku hissetmelerini amaçlar. Noel Baba figürü, çocuklara ve yetişkinlere hitap eden bu sanat eseri, sevdiklerinizle birlikte geçireceğiniz keyifli anları çağrıştırır.",
    "starRate": 4.2,
    "reviewCount": 480,
    "stock": 19,
    "imgSource": "./assets/images/books/neol2.jpg",
    "type": "NOEL"
  },
  {
    "id": 12,
    "name": "Esrarengiz Korkuluk",
    "author": "Linda Lithén",
    "price": 24.6,
    "oldPrice": null,
    "description": "Bu sanat eseri, Cadılar Bayramı'nın efsanevi ve mistik atmosferini sevenleri, karanlık ve gizemli bir maceraya davet eder. Korkuluk figürü, izleyicilere bu özel gecenin büyüsünü ve heyecanını hissettirirken, dijital sanatın modern estetiğiyle öne çıkar.",
    "starRate": 4.4,
    "reviewCount": 930,
    "stock": 14,
    "imgSource": "./assets/images/books/HALLOWEEN1.jpg",
    "type": "HALLOWEEN"
  }
]
